import assets from "../assets";

export const adminCards = [
  {
    title: "ড্যাশবোর্ড",
    description:
      "এটি একটি কন্ট্রোল প্যানেল যেখানে সাইট বা অ্যাপ্লিকেশনের গুরুত্বপূর্ণ তথ্য এবং পরিসংখ্যান প্রদর্শিত হয়। এটি ব্যবহারকারীদের বা ",
    image: assets.adminImg1,
  },
  {
    title: "অ্যানালিটিক্স",
    description:
      "ব্যানার সেকশনটি আকর্ষণীয় ডিজাইনের মাধ্যমে নতুন কালেকশন, ডিসকাউন্ট বা প্রমোশন হাইলাইট করার জন্য ব্যবহার করা হয়েছে।",
    image: assets.adminImg2,
  },
  {
    title: "অর্ডারস ",
    description:
      "ইউজার যখন কার্টে প্রোডাক্ট যোগ করে তখন পুরো পেইজ রিফ্রেশ না করেই কার্ট আপডেট হয়, যা ইউজার এক্সপেরিয়েন্স আরও স্মুথ করে।",
    image: assets.adminImg3,
  },
  {
    title: "সব প্রোডাক্ট",
    description:
      "প্রতিটি প্রোডাক্টের নিচে রেটিং দেখানো হয়েছে যাতে ইউজাররা অন্যদের অভিজ্ঞতা দেখে সিদ্ধান্ত নিতে পারে।",
    image: assets.futureImg4,
  },
  {
    title: "ব্র্যান্ডস & ক্যাটাগরি",
    description:
      "ইউজাররা একাধিক প্রোডাক্ট একসাথে কম্পেয়ার করতে পারে, যাতে করে তাদের সিদ্ধান্ত গ্রহণ সহজ হয়।",
    image: assets.futureImg5,
  },
  {
    title: "কাস্টমারস",
    description:
      "প্রাইস রেঞ্জ, কালার, ক্যাটাগরি ইত্যাদির মাধ্যমে ডাইনামিক ফিল্টারিং সিস্টেম যুক্ত করা হয়েছে।",
    image: assets.futureImg6,
  },
  {
    title: "প্রমোশন ",
    description:
      "বিশেষ কিছু প্রোডাক্ট 'আজকের ডিল' হিসেবে হাইলাইট করা হয়েছে, যা ইউজারের দৃষ্টি আকর্ষণ করে।",
    image: assets.futureImg7,
  },
  {
    title: "শপ সেটআপ",
    description:
      "ইউজাররা তাদের প্রিয় প্রোডাক্ট গুলো উইশলিস্টে যোগ করতে পারে পরে দেখার জন্য।",
    image: assets.futureImg8,
  },
  {
    title: "ইউজারস অ্যাডমিনিস্ট্রেশন",
    description:
      "প্রোডাক্টের ভেতরে আলাদা আলাদা কালার ও ভেরিয়েন্ট সিলেক্ট করা যায়, যা ভিজ্যুয়ালি ইউজফুল।",
    image: assets.futureImg9,
  },
  {
    title: "রিভিউ",
    description:
      "প্রোডাক্ট প্রেজেন্টেশন অত্যন্ত আধুনিক এবং প্রফেশনালভাবে ডিজাইন করা হয়েছে যা ইউজারদের আকর্ষণ করে।",
    image: assets.futureImg10,
  },
  {
    title: "এড নিউ প্রোডাক্ট ",
    description:
      "সার্চ বার রিয়েলটাইমে সাজেশন দেখায় এবং ফাস্ট সার্চ এক্সপেরিয়েন্স দেয়।",
    image: assets.futureImg11,
  },
  {
    title: "POS অর্ডার",
    description:
      "ওয়েবসাইটটি সম্পূর্ণ মোবাইল ফ্রেন্ডলি এবং সব ডিভাইসে পারফেক্টলি রেসপন্স করে।",
    image: assets.futureImg11,
  },
];
